Repository: PITADIA/android-couple-app
Catalog: PourUnDate.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, pt_pt

# pud_218
source: What part of yourself would you like to offer unreservedly to someone?
de: Welchen Teil von dir würdest du jemandem gern vorbehaltlos schenken?
es: ¿Qué parte de ti te gustaría ofrecer sin reservas a alguien?
fr: Quelle partie de toi aimerais-tu offrir sans réserve à quelqu'un ?
it: Quale parte di te vorresti offrire senza riserve a qualcuno?
pt_br: Que parte de você gostaria de oferecer sem reservas a alguém?
pt_pt: Que parte de ti gostarias de oferecer sem reservas a alguém?

# pud_219
source: What celebrity was your very first crush?
de: Welche berühmte Person war dein allererster Crush?
es: ¿Qué celebridad fue tu primer amor platónico?
fr: Quelle célébrité était ton tout premier crush ?
it: Quale celebrità è stata la tua primissima cotta?
pt_br: Qual celebridade foi a sua primeira paixão?
pt_pt: Que celebridade foi a tua primeira paixão?

# pud_220
source: What's the small detail on a date that changes everything for you?
de: Welches kleine Detail bei einem Date macht für dich den Unterschied?
es: ¿Cuál es el pequeño detalle en una cita que lo cambia todo para ti?
fr: Quel est le petit détail dans un date qui change tout pour toi ?
it: Qual è il piccolo dettaglio in un appuntamento che cambia tutto per te?
pt_br: Qual é o pequeno detalhe em um encontro que muda tudo para você?
pt_pt: Qual é o pequeno detalhe num encontro que muda tudo para ti?

# pud_221
source: What's your definition of 'connection' between two people?
de: Was bedeutet 'Connection' zwischen zwei Menschen für dich?
es: ¿Cuál es tu definición de 'conexión' entre dos personas?
fr: Quelle est ta définition du mot 'connexion' entre deux personnes ?
it: Qual è la tua definizione di 'connessione' tra due persone?
pt_br: Qual é a sua definição de 'conexão' entre duas pessoas?
pt_pt: Qual é a tua definição de 'conexão' entre duas pessoas?

# pud_222
source: How old were you during your first kiss?
de: Wie alt warst du bei deinem ersten Kuss?
es: ¿Cuántos años tenías en tu primer beso?
fr: Quel âge avais-tu lors de ton premier baiser ?
it: Quanti anni avevi al tuo primo bacio?
pt_br: Quantos anos você tinha no seu primeiro beijo?
pt_pt: Quantos anos tinhas no teu primeiro beijo?

# pud_223
source: How do you know you really, really love someone?
de: Woran merkst du, dass du jemanden so richtig, richtig liebst?
es: ¿Cómo sabes que de verdad amas a alguien?
fr: Comment sais-tu que tu aimes vraiment, vraiment quelqu'un ?
it: Come fai a sapere che ami davvero, davvero qualcuno?
pt_br: Como você sabe que realmente ama alguém?
pt_pt: Como sabes que realmente amas alguém?

# pud_224
source: Are you the type to project quickly or to savor the present moment?
de: Bist du eher schnell am Pläne schmieden oder genießt du lieber den Moment?
es: ¿Eres del tipo que se proyecta rápidamente o que saborea el momento presente?
fr: Es-tu du genre à te projeter vite ou à savourer le moment présent ?
it: Sei il tipo che proietta rapidamente o che assapora il momento presente?
pt_br: Você é do tipo que se projeta rapidamente ou que saboreia o momento presente?
pt_pt: És do tipo que se projeta rapidamente ou que saboreia o momento presente?

# pud_225
source: What's the most useful skill you've ever learned?
de: Was ist die nützlichste Fähigkeit, die du je gelernt hast?
es: ¿Cuál es la habilidad más útil que has aprendido?
fr: Quelle est la compétence la plus utile que tu aies jamais apprise ?
it: Qual è l'abilità più utile che tu abbia mai imparato?
pt_br: Qual é a habilidade mais útil que você já aprendeu?
pt_pt: Qual é a habilidade mais útil que já aprendeste?

# pud_226
source: What soothes you in a human presence?
de: Was beruhigt dich an der Anwesenheit eines Menschen?
es: ¿Qué te tranquiliza en la presencia de otra persona?
fr: Qu'est-ce qui t'apaise dans une présence humaine ?
it: Cosa ti calma nella presenza di una persona?
pt_br: O que acalma você na presença de outra pessoa?
pt_pt: O que te acalma na presença de outra pessoa?

# pud_227
source: Is there a phrase you'd like to hear after a first date?
de: Gibt es einen Satz, den du nach einem ersten Date gern hören würdest?
es: ¿Hay alguna frase que te gustaría escuchar después de una primera cita?
fr: Y a-t-il une phrase que tu aimerais entendre après un premier date ?
it: C'è una frase che ti piacerebbe sentire dopo un primo appuntamento?
pt_br: Existe uma frase que você gostaria de ouvir depois de um primeiro encontro?
pt_pt: Há uma frase que gostarias de ouvir depois de um primeiro encontro?

# pud_228
source: What's your biggest wish for your future self?
de: Was wünschst du dir am meisten für dein zukünftiges Ich?
es: ¿Cuál es tu mayor deseo para tu yo futuro?
fr: Quel est ton plus grand souhait pour ton futur toi ?
it: Qual è il tuo desiderio più grande per il tuo futuro?
pt_br: Qual é o seu maior desejo para o seu futuro eu?
pt_pt: Qual é o teu maior desejo para o teu futuro eu?

# pud_229
source: If you had to offer an unforgettable memory to someone, what would you do?
de: Wenn du jemandem eine unvergessliche Erinnerung schenken könntest, was würdest du machen?
es: Si tuvieras que ofrecerle un recuerdo inolvidable a alguien, ¿qué harías?
fr: Si tu devais offrir un souvenir inoubliable à quelqu'un, que ferais-tu ?
it: Se dovessi offrire a qualcuno un ricordo indimenticabile, cosa faresti?
pt_br: Se você pudesse oferecer uma memória inesquecível a alguém, o que faria?
pt_pt: Se pudesses oferecer uma memória inesquecível a alguém, o que farias?

# pud_230
source: What's your favorite way to say 'you matter to me'?
de: Wie sagst du am liebsten: 'Du bist mir wichtig'?
es: ¿Cuál es tu forma favorita de decir 'me importas'?
fr: Quelle est ta manière préférée de dire 'tu comptes pour moi' ?
it: Qual è il tuo modo preferito di dire 'conti per me'?
pt_br: Qual é a sua forma preferida de dizer 'você é importante para mim'?
pt_pt: Qual é a tua forma preferida de dizer 'és importante para mim'?

# pud_231
source: What's a temptation you can never resist?
de: Welcher Versuchung kannst du einfach nie widerstehen?
es: ¿Qué tentación nunca puedes resistir?
fr: Quelle est une tentation à laquelle tu ne peux jamais résister ?
it: Qual è una tentazione a cui non puoi mai resistere?
pt_br: Qual é uma tentação à qual você nunca consegue resistir?
pt_pt: Qual é uma tentação à qual nunca consegues resistir?

# pud_232
source: What's your least favorite current fashion trend?
de: Welcher aktuelle Modetrend ist so gar nicht dein Ding?
es: ¿Cuál es la tendencia de moda actual que menos te gusta?
fr: Quelle est ta tendance mode actuelle la moins préférée ?
it: Qual è la tendenza moda attuale che ti piace di meno?
pt_br: Qual é a sua tendência de moda atual menos favorita?
pt_pt: Qual é a tua tendência de moda atual menos favorita?

# pud_233
source: What's your favorite store for shopping?
de: In welchem Laden shoppst du am liebsten?
es: ¿Cuál es tu tienda favorita para ir de compras?
fr: Quel est ton magasin préféré pour faire du shopping ?
it: Qual è il tuo negozio preferito per fare shopping?
pt_br: Qual é a sua loja preferida para fazer compras?
pt_pt: Qual é a tua loja preferida para fazer compras?

# pud_234
source: What's the story you always tell that makes everyone laugh?
de: Welche Story erzählst du immer, die alle zum Lachen bringt?
es: ¿Cuál es la historia que siempre cuentas y hace reír a todos?
fr: Quelle est l'histoire que tu racontes toujours et qui fait rire tout le monde ?
it: Qual è la storia che racconti sempre e che fa ridere tutti?
pt_br: Qual é a história que você sempre conta e que faz todos rirem?
pt_pt: Qual é a história que contas sempre e que faz toda a gente rir?

# pud_235
source: What question would you like to ask someone without filter?
de: Welche Frage würdest du jemandem gern völlig ungefiltert stellen?
es: ¿Qué pregunta te gustaría hacerle a alguien sin filtro?
fr: Quelle question aimerais-tu poser à quelqu'un sans filtre ?
it: Quale domanda vorresti fare a qualcuno senza filtri?
pt_br: Que pergunta você gostaria de fazer a alguém sem filtros?
pt_pt: Que pergunta gostarias de fazer a alguém sem filtros?

# pud_236
source: What do you do every night before going to bed?
de: Was machst du jeden Abend, bevor du schlafen gehst?
es: ¿Qué haces cada noche antes de irte a la cama?
fr: Que fais-tu chaque soir avant de te coucher ?
it: Che cosa fai ogni sera prima di andare a dormire?
pt_br: O que você faz todas as noites antes de dormir?
pt_pt: O que fazes todas as noites antes de te deitares?

# pud_237
source: Would you say you're more of a night owl or an early bird?
de: Bist du eher Nachteule oder Frühaufsteher?
es: ¿Dirías que eres más noctámbulo o madrugador?
fr: Dirais-tu que tu es plutôt couche-tard ou lève-tôt ?
it: Diresti di essere più nottambulo o mattiniero?
pt_br: Você é mais notívago ou madrugador?
pt_pt: És mais notívago ou madrugador?

# pud_238
source: If you could time travel, what decade would you like to live in?
de: Wenn du Zeitreisen könntest, in welchem Jahrzehnt würdest du gern leben?
es: Si pudieras viajar en el tiempo, ¿en qué década te gustaría vivir?
fr: Si tu pouvais voyager dans le temps, dans quelle décennie aimerais-tu vivre ?
it: Se potessi viaggiare nel tempo, in quale decennio ti piacerebbe vivere?
pt_br: Se você pudesse viajar no tempo, em que década gostaria de viver?
pt_pt: Se pudesses viajar no tempo, em que década gostarias de viver?

# pud_239
source: What do you miss most about your childhood?
de: Was vermisst du am meisten an deiner Kindheit?
es: ¿Qué es lo que más extrañas de tu infancia?
fr: Qu'est-ce qui te manque le plus de ton enfance ?
it: Cosa ti manca di più della tua infanzia?
pt_br: Do que você sente mais falta da sua infância?
pt_pt: Do que sentes mais falta da tua infância?

# pud_240
source: What's the most beautiful memory you have with your father?
de: Was ist die schönste Erinnerung, die du mit deinem Vater hast?
es: ¿Cuál es el recuerdo más hermoso que tienes con tu padre?
fr: Quel est le plus beau souvenir que tu as avec ton père ?
it: Qual è il ricordo più bello che hai con tuo padre?
pt_br: Qual é a lembrança mais bonita que você tem com seu pai?
pt_pt: Qual é a memória mais bonita que tens com o teu pai?

# pud_241
source: What's the most beautiful memory you have with your mother?
de: Was ist die schönste Erinnerung, die du mit deiner Mutter hast?
es: ¿Cuál es el recuerdo más hermoso que tienes con tu madre?
fr: Quel est le plus beau souvenir que tu as avec ta mère ?
it: Qual è il ricordo più bello che hai con tua madre?
pt_br: Qual é a lembrança mais bonita que você tem com sua mãe?
pt_pt: Qual é a memória mais bonita que tens com a tua mãe?

# pud_242
source: Who is your favorite fictional villain?
de: Wer ist dein liebster fiktiver Bösewicht?
es: ¿Quién es tu villano ficticio favorito?
fr: Quel est ton méchant fictif préféré ?
it: Chi è il tuo cattivo immaginario preferito?
pt_br: Quem é o seu vilão fictício preferido?
pt_pt: Quem é o teu vilão fictício preferido?

# pud_243
source: Do you prefer watching an action/adventure movie or a comedy?
de: Schaust du lieber Action/Abenteuer oder eine Komödie?
es: ¿Prefieres ver una película de acción/aventura o una comedia?
fr: Tu préfères regarder un film d'action/aventure ou une comédie ?
it: Preferisci guardare un film d'azione/avventura o una commedia?
pt_br: Você prefere assistir a um filme de ação/aventura ou uma comédia?
pt_pt: Preferes ver um filme de ação/aventura ou uma comédia?

# pud_244
source: What's your favorite holiday?
de: Was ist dein Lieblingsfeiertag?
es: ¿Cuál es tu festividad favorita?
fr: Quelle est ta fête préférée ?
it: Qual è la tua festa preferita?
pt_br: Qual é a sua celebração preferida?
pt_pt: Qual é a tua celebração preferida?

# pud_245
source: What's the dish you can really cook well?
de: Welches Gericht kannst du richtig gut kochen?
es: ¿Cuál es el plato que realmente sabes cocinar bien?
fr: Quel est le plat que tu sais vraiment bien cuisiner ?
it: Qual è il piatto che sai cucinare davvero bene?
pt_br: Qual é o prato que você sabe cozinhar muito bem?
pt_pt: Qual é o prato que sabes cozinhar muito bem?

# pud_246
source: What's the dish you'd really like to know how to cook?
de: Welches Gericht würdest du richtig gern kochen lernen?
es: ¿Cuál es el plato que realmente te gustaría saber cocinar?
fr: Quel est le plat que tu aimerais vraiment savoir cuisiner ?
it: Qual è il piatto che ti piacerebbe davvero saper cucinare?
pt_br: Qual é o prato que você gostaria muito de saber cozinhar?
pt_pt: Qual é o prato que gostarias muito de saber cozinhar?

# pud_247
source: What meal comforts you most when you're having a bad day?
de: Welches Essen tröstet dich am meisten, wenn dein Tag mies war?
es: ¿Qué comida te reconforta más cuando tienes un mal día?
fr: Quel repas te réconforte le plus quand tu passes une mauvaise journée ?
it: Quale pasto ti consola di più quando hai una brutta giornata?
pt_br: Qual refeição mais conforta você quando tem um dia ruim?
pt_pt: Que refeição mais te conforta quando tens um mau dia?

# pud_248
source: What's your definition of a healthy relationship?
de: Wie definierst du eine gesunde Beziehung?
es: ¿Cuál es tu definición de una relación saludable?
fr: Quelle est ta définition d'une relation saine ?
it: Qual è la tua definizione di una relazione sana?
pt_br: Qual é a sua definição de um relacionamento saudável?
pt_pt: Qual é a tua definição de uma relação saudável?

# pud_249
source: What always makes you feel like a child?
de: Was lässt dich immer wieder wie ein Kind fühlen?
es: ¿Qué siempre te hace sentir como un niño?
fr: Qu'est-ce qui te donne toujours l'impression d'être un enfant ?
it: Cosa ti fa sempre sentire un bambino?
pt_br: O que sempre faz você se sentir como uma criança?
pt_pt: O que te faz sempre sentir como uma criança?

# pud_250
source: If you were a ghost, who would you haunt?
de: Wenn du ein Geist wärst, wen würdest du heimsuchen?
es: Si fueras un fantasma, ¿a quién acecharías?
fr: Si tu étais un fantôme, qui hanterais-tu ?
it: Se fossi un fantasma, chi perseguiteresti?
pt_br: Se você fosse um fantasma, quem assombraria?
pt_pt: Se fosses um fantasma, quem assombrarias?

# pud_251
source: If you had to choose one emotion to relive over and over, which would it be?
de: Wenn du eine Emotion immer wieder erleben könntest, welche wäre es?
es: Si tuvieras que elegir una emoción para revivir una y otra vez, ¿cuál sería?
fr: Si tu devais choisir une émotion à revivre encore et encore, laquelle ce serait ?
it: Se dovessi scegliere un'emozione da rivivere ancora e ancora, quale sarebbe?
pt_br: Se você tivesse que reviver uma emoção várias vezes, qual seria?
pt_pt: Se tivesses de reviver uma emoção várias vezes, qual seria?
